protocolli/modipa/testsuite/src/test/signal_hub/bodies/soap11.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:cr="http://govway.org/pdnd/signalhub">
   <soapenv:Header/>
   <soapenv:Body>
      <cr:pseudonymization>
      </cr:pseudonymization>
   </soapenv:Body>
</soapenv:Envelope>